{
    "abilities": [
        {
            "name": "Assassin",
            "wp": 3,
            "skill": "Knives",
            "skill_min": 12,
            "description": "Your sneak attack (page43) deals an extra D8 damage. This heroic ability can be combined with the heroic ability Backstabbing. You activate this ability after you roll to hit, but before you roll for damage."
        },
        {
            "name": "Backstabbing",
            "wp": 3,
            "skill": "Knives",
            "skill_min": 12,
            "description": "You can activate this ability when making a melee attack against an enemy that is also within2 meters of another player character. Your attack then counts as a sneak attack, which means it cannot be dodged or parried, you get a boon to the roll, and the number of dice rolled for the damage is increased by one (i.e.2D8 instead of D8). This ability can only be used with a subtle weapon (page74). Activating this ability does not count as an action."
        },
        {
            "name": "Battle Cry",
            "wp": 3,
            "skill": null,
            "skill_min": null,
            "description": "You can, as an action in combat, let out a battle cry that inspires your friends. All other player characters within earshot immediately heal a condition of their choice (page51). This heroic ability can only be used in combat."
        },
        {
            "name": "Berserker",
            "wp": 3,
            "skill": "Any melee weapon skill",
            "skill_min": 12,
            "description": "You gain the Angry condition and immediately attack the nearest opponent in melee combat. If already Angry, you gain another condition of your choice. Then you must keep fighting until all opponents within sight have been defeated or you reach0 HP. You gain a boon to melee attacks, but can neither parry nor dodge. After the fight you become Exhausted."
        },
        {
            "name": "Catlike",
            "wp": "V",
            "skill": "Acrobatics",
            "skill_min": 12,
            "description": "The number of D6 rolled for damage from a fall (page53) decreases by one for each WP spent. You can first make an ACROBATICS roll and then activate this heroic ability."
        },
        {
            "name": "Companion",
            "wp": 3,
            "skill": "Hunting & Fishing",
            "skill_min": 12,
            "description": "You can activate this ability to turn an animal (not a monster) into your companion. This takes a stretch of time, and you can only have one animal companion at a time. The GM decides which animals are nearby - see the list on page99. The animal follows you as long as you remain in its natural environment, and it can scout for you at no additional WP cost. For3 additional WP you can command the animal to attack an enemy (free action for you)."
        },
        {
            "name": "Contortionist",
            "wp": 1,
            "skill": "Evade",
            "skill_min": 12,
            "description": "You escape from your shackles or squeeze through a narrow space without rolling for any skill."
        },
        {
            "name": "Defensive",
            "wp": 3,
            "skill": "Any melee weapon skill",
            "skill_min": 12,
            "description": "You may attempt to parry an attack (page46) without consuming your action for the round. The bonus parry can be used at any time during the round. You may only try to parry the same attack once and you cannot try to dodge and parry the same attack. This ability can be used multiple times per round, as long as you have enough WP."
        },
        {
            "name": "Deflect Arrow",
            "wp": 1,
            "skill": "Any melee weapon skill",
            "skill_min": 12,
            "description": "You can parry a ranged attack with a melee weapon, instead of using a shield."
        },
        {
            "name": "Disguise",
            "wp": 2,
            "skill": "Bluffing",
            "skill_min": 12,
            "description": "You are a master of disguise and can easily assume the appearance of others. After working for a stretch of time you can assume another person's looks, voice, and demeanor. The person must be of the same kin as you. Anyone who knows the person and sees you from up to10 meters away can make an AWARENESS roll to see through your disguise."
        },
        {
            "name": "Double Slash",
            "wp": 3,
            "skill": "Axes or Swords",
            "skill_min": 12,
            "description": "When wielding a slashing weapon, you can attack two enemies within2 meters with a single slash. You only roll for the attack once - if it succeeds, both enemies are hit. Your enemies can parry or dodge the attack individually. Damage is rolled separately. This ability can be combined with Dual Wield."
        },
        {
            "name": "Dragonslayer",
            "wp": 3,
            "skill": "Any weapon skill",
            "skill_min": 12,
            "description": "An attack aimed at a monster (not a normal NPC) deals an additional D8 damage. You activate this ability after you roll to hit, but before you roll for damage. Read more about monsters in chapter7."
        },
        {
            "name": "Dual Wield",
            "wp": 3,
            "skill": "Any melee weapon skill",
            "skill_min": 12,
            "description": "This heroic ability can only be used if you wield a one-handed weapon in each hand. The STR requirement of the weapon in your off hand (you decide if it is right or left) increases by3. You activate the ability on your turn in combat and can then perform an extra attack with your second weapon. The second attack is done with a bane. You decide in which order to use your two weapons. Finish the first attack, including damage, before rolling the second one. This ability can be combined with Double Slash."
        },
        {
            "name": "Eagle Eye",
            "wp": 2,
            "skill": "Awareness",
            "skill_min": 12,
            "description": "You can see a person or object up to200 meters away in great detail, as if standing right next to it. The effect lasts for one stretch. In combat you can also shoot at a target beyond the weapon's effective range (page49) without getting a bane to your roll. This heroic ability must be activated for each new target."
        },
        {
            "name": "Fast Footwork",
            "wp": 3,
            "skill": "Evade",
            "skill_min": 12,
            "description": "You may attempt to dodge an attack (page47) without consuming your action for the round. The bonus dodge can be performed at any time during the round. You may only try to dodge the same attack once and you cannot try to dodge and parry the same attack. This ability can be used multiple times per round, as long as you have enough WP."
        },
        {
            "name": "Fast Healer",
            "wp": 2,
            "skill": null,
            "skill_min": null,
            "description": "You heal an extra D6 HP during a stretch rest. This heroic ability does not affect WP or conditions."
        },
        {
            "name": "Fearless",
            "wp": 2,
            "skill": null,
            "skill_min": null,
            "description": "You automatically resist fear (page52), without a WIL roll."
        },
        {
            "name": "Focused",
            "wp": null,
            "skill": null,
            "skill_min": null,
            "description": "Your maximum number of Willpower Points is permanently increased by2. You can select this heroic ability multiple times, without limit."
        },
        {
            "name": "Guardian",
            "wp": 2,
            "skill": "Axes, Hammers, or Swords",
            "skill_min": 12,
            "description": "You do not hesitate to take a hit to protect your friends. If you and another player character are both within2 meters of the same enemy and the enemy tries to attack the other character, you can activate this ability to force the enemy to attack you instead. Using this ability can be done out of turn and it does not count as an action."
        },
        {
            "name": "Insight",
            "wp": 2,
            "skill": "Persuasion",
            "skill_min": 12,
            "description": "If you talk a while with another person, you can roll AWARENESS to determine whether that person is telling the truth. You cannot tell exactly what a person is lying about."
        },
        {
            "name": "Intuition",
            "wp": 3,
            "skill": "Myths & Legends",
            "skill_min": 12,
            "description": "When faced with a difficult decision, you can activate this ability to ask a question directly to the GM and receive a helpful answer. The answer represents your vast general knowledge and should only aid your decision-making, not reveal everything there is to know."
        },
        {
            "name": "Iron Fist",
            "wp": 1,
            "skill": "Brawling",
            "skill_min": 12,
            "description": "The damage of an unarmed attack increases by one D6. You can activate this heroic ability as a free action after rolling the attack."
        },
        {
            "name": "Iron Grip",
            "wp": 1,
            "skill": "Brawling",
            "skill_min": 12,
            "description": "You get a boon to your BRAWLING roll when trying to grapple another person or prevent the enemy from breaking free."
        },
        {
            "name": "Lightning Fast",
            "wp": 2,
            "skill": "Evade",
            "skill_min": 12,
            "description": "When drawing initiative card at the start of a combat round (page41), you may draw two cards instead of one and choose which one you want. You can only activate this heroic ability once per round."
        },
        {
            "name": "Lone Wolf",
            "wp": null,
            "skill": "Bushcraft",
            "skill_min": 12,
            "description": "You can take a shift rest in the wilderness without first rolling for BUSHCRAFT to make camp (page103). The effect only applies to you, even if you have a tent."
        },
        {
            "name": "Magic Talent",
            "wp": null,
            "skill": null,
            "skill_min": null,
            "description": "You have an aptitude for magic and can learn a new school of magic (whether you already know any or not). Spells need to be learned separately. For more information on how it works, see page61. This heroic ability can be selected multiple times - once for each new school you want to learn."
        },
        {
            "name": "Massive Blow",
            "wp": 3,
            "skill": "Any STR-based melee weapon skill",
            "skill_min": 12,
            "description": "A strike with a two-handed melee weapon inflicts D8 additional points of damage, but you cannot move in the same round. You can activate this ability after the roll to hit, but not if you moved."
        },
        {
            "name": "Master Blacksmith",
            "wp": "V",
            "skill": "Crafting",
            "skill_min": 12,
            "description": "This ability requires blacksmithing tools. In one stretch, you can sharpen a bladed or pointed weapon, at the cost of3 WP. Against a sharpened weapon, the armor rating of an item counts as one step lower. The effect wears off after one combat encounter where the weapon was used to attack or parry.In one shift, you craft a metal weapon or metal armor of your choice from the lists on pages73-75. It requires a forge, an anvil, and iron (weight1). The cost in WP is equal to the item's price in gold (rounded up). You can spread the work across multiple shifts if you do not have enough WP."
        },
        {
            "name": "Master Carpenter",
            "wp": "V",
            "skill": "Crafting",
            "skill_min": 12,
            "description": "This ability requires carpentry tools. As an action, you can inflict D12 points of damage per WP spent on a door, wall, or any other inanimate object, ignoring the object's armor rating.In one shift of time you can craft a wooden item of your choice, such as a club, staff, or shield, from the lists on pages73-75. It requires wood (weight1 or determined by the GM), and costs a number of WP equal to the item's price in gold (rounded up). The GM decides the cost for unlisted items."
        },
        {
            "name": "Master Chef",
            "wp": 1,
            "skill": null,
            "skill_min": null,
            "description": "You automatically succeed at cooking food (page103) without rolling BUSHCRAFT."
        },
        {
            "name": "Master Spellcaster",
            "wp": 3,
            "skill": "Any magic school",
            "skill_min": 12,
            "description": "If you activate this ability on your turn in combat, you can cast two different spells as a single action. It must be two different spells. You can roll for the first spell and then activate this heroic ability."
        },
        {
            "name": "Master Tanner",
            "wp": "V",
            "skill": "Crafting",
            "skill_min": 12,
            "description": "This ability requires leatherworking tools. You can craft one set of leather armor from the skin of an animal or a monster. The armor gets half the beast's armor rating (rounded up), but always has at least1. It takes one shift and the cost in WP is equal to the item's armor rating."
        },
        {
            "name": "Monster Hunter",
            "wp": 3,
            "skill": "Beast Lore",
            "skill_min": 12,
            "description": "At a crossroads of some kind, you can activate this ability to learn the direction of the most dangerous enemies."
        },
        {
            "name": "Musician",
            "wp": 3,
            "skill": "Performance",
            "skill_min": 12,
            "description": "Your beautiful voice instills courage in your friends or fear in your foes. Activating this ability (an action in combat) gives all allies within10 meters a boon to all rolls, or a bane to all enemies within the same range - choose one or the other. The effect lasts until your turn in the next round.Instruments: You can use instruments for the Musician ability. This can increase the ability's range or reduce the cost in WP. See page75."
        },
        {
            "name": "Pathfinder",
            "wp": 1,
            "skill": "Bushcraft",
            "skill_min": 12,
            "description": "You get a boon to your BUSHCRAFT roll when trying to find the right direction in the wilderness."
        },
        {
            "name": "Quartermaster",
            "wp": 1,
            "skill": "Bushcraft",
            "skill_min": 12,
            "description": "You are good at finding suitable campsites. You automatically succeed at making camp during journeys (page103)."
        },
        {
            "name": "Robust",
            "wp": null,
            "skill": null,
            "skill_min": null,
            "description": "Your max HP increases by2. This heroic ability can be selected multiple times, without limit."
        },
        {
            "name": "Sea Legs",
            "wp": 1,
            "skill": "Swim",
            "skill_min": 12,
            "description": "You can activate this ability (not an action) when performing an action in water, even if only waist deep. You are then safe from all negative effects of being in water (page53) for one round, including the risk of drowning."
        },
        {
            "name": "Shield Block",
            "wp": 2,
            "skill": "Any STR-based melee weapon skill",
            "skill_min": 12,
            "description": "You can activate this ability when parrying with a shield to roll with a boon. Using this ability, you can also parry physical monster attacks (not area effects) that normally cannot be parried. This requires a shield and you get a boon to the roll. This ability can be combined with Defensive."
        },
        {
            "name": "Throwing Arm",
            "wp": 2,
            "skill": "Any melee weapon skill",
            "skill_min": 12,
            "description": "You can throw a melee weapon with tremendous force at an enemy within your STR meters away. It must be a one-handed weapon. Roll the attack as normal. The enemy can parry or dodge the attack as usual. The weapon lands at the enemy's feet."
        },
        {
            "name": "Treasure Hunter",
            "wp": 3,
            "skill": "Bartering",
            "skill_min": 12,
            "description": "At a crossroads of some kind, you can activate this ability to learn the direction of the greatest treasures."
        },
        {
            "name": "Twin Shot",
            "wp": 3,
            "skill": "Bows",
            "skill_min": 12,
            "description": "By activating this ability when attacking with a bow (not crossbow), you shoot two arrows instead of one. Roll just once to hit, with a bane. Damage is rolled separately. The arrows can be directed at the same target or two different targets."
        },
        {
            "name": "Veteran",
            "wp": 1,
            "skill": "Any weapon skill",
            "skill_min": 12,
            "description": "Activating this ability at the start of a combat round allows you to retain your initiative card from the previous round instead of drawing a new one. Doing so does not count as an action. For more information on combat and initiative, see chapter4."
        },
        {
            "name": "Weasel",
            "wp": 3,
            "skill": "Evade",
            "skill_min": 12,
            "description": "If you are attacked and have another player character within2 meters, you can activate this ability to let the attack hit that character instead of you. This ability has no effect against area attacks and you must activate this ability before attempting any dodge or parry. The new target may try to dodge or parry normally."
        }
    ],
    "footer_note": "Most descriptions have been shortened for this overview. Full details on pages35-39 of the original document."
}